Revit 2027 API
ExportLinetypeInfo Properties
The ExportLinetypeInfo type exposes the following members.
Properties
Name | Description
DestinationLinetypeName |  The destination linetype name (the name of the linetype in the exported format).
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ExportLinetypeInfo Class
Autodesk.Revit.DB Namespace